{
  "lang_button_text": "Idioma",
  "hero_title": "Welcome to Ecosmart Electric",
  "hero_description": "At Ecosmart Electric, we offer sustainable, high-quality electrical solutions for our customers. Our mission is to provide exceptional service at an environmentally friendly price, ensuring total customer satisfaction, certified plans, and legal insurance.",
  "hero_about_us": "Experts in New Projects, Repairs, and Electrical Modernizations",
  "hero-card-description": "At Ecosmart Electric, we specialize in offering sustainable, high-quality electrical solutions to meet all your needs. Whether you're starting new projects, need immediate repairs, or looking to modernize your electrical system, our team of experts is here to help. Our mission is to provide exceptional service at an eco-friendly price, ensuring maximum customer satisfaction with every project we undertake.",
  "nav_home": "Home",
  "nav_services": "Services",
  "nav_projects": "Projects",
  "nav_faq": "FAQ",
  "nav_areas": "Areas We Serve",
  "nav_contact": "Contact",
  "services_title": "Services",
  "electrical_installations_title": "Electrical Installations",
  "electrical_installations_subtitle": "Safe and sustainable installations for any project",
  "electrical_maintenance_title": "Electrical Maintenance",
  "electrical_maintenance_subtitle": "Preventive and corrective maintenance for electrical systems",
  "led_lighting_title": "LED Lighting",
  "led_lighting_subtitle": "Efficient LED lighting that beautifies and saves",
  "copyright": "All rights reserved.",
  "service_more_info": "More information",
  "projects_title": "Past Projects",
  "faq_title": "Frequently Asked Questions",
  "faq_q1": "What electrical services do you offer?",
  "faq_a1": "We offer a wide range of services, including new electrical installations, electrical maintenance and repairs, new projects and modern LED lighting systems, step lights and recessed ceiling lights, permits, plans, licenses, and insurance.",
  "faq_q2": "How do your services contribute to the environment?",
  "faq_a2": "Our services are designed to be as eco-friendly as possible, using sustainable materials and promoting energy savings through efficient technologies.",
  "faq_q3": "Do you offer a guarantee on your services?",
  "faq_a3": "Yes, all our services are backed by a satisfaction guarantee, ensuring the quality and durability of our work.",
  "contact_title": "Contact Us",
  "contact_info_title": "Get in Touch",
  "contact_phone_title": "Call Us",
  "contact_text_title": "Text Us",
  "contact_email_title": "Email Us",
  "areas_title": "Areas We Serve",
  "location_title": "Service Area",
  "location_address": "Miami, Florida, United States"
}
